[
  {
    "id": 1,
    "name": "Basics of Programming",
    "category": "Information Technology",
    "published": false,
    "description": ["The world runs on technology, and computing now underpins everything from agriculture to zoology. The computing, IT and data science degrees at UNE provide you with the skills you need to become one of the technology creators - to design, create, deploy, improve, adapt, and apply technology to solve problems for people and society."]
  },
  {
    "id": 2,
    "name": "Learn Ruby Basics",
    "category": "Information Technology",
    "published": false,
    "description": [
      "Ruby is a general-purpose language that is still popular and in high demand in the marketplace, as it’s more commonly used in Rails applications.",
      "Concise and readable, it is easy to pick up but also plenty powerful. Companies like Twitter, Soundcloud, Goodreads, and Kickstarter got their products off the ground with Ruby.",
      "In this course, you will gain familiarity with Ruby and basic programming concepts—including variables, loops, control flow, and most importantly, object-oriented programming. You’ll get a chance to test your understanding in a final project, which you’ll build locally."
    ]
  },
  {
    "id": 3,
    "name": "Learn HTML and CSS Basics",
    "category": "Information Technology",
    "published": false,
    "description": ["In this Course Students will be able to learn a Complete HTML & CSS Course taking them From Novice To Professional"]
  },
  {
    "id": 4,
    "name": "Learn JavaScript",
    "category": "Information Technology",
    "published": false,
    "description": ["Master JavaScript with the most complete course! Projects, challenges, quizzes, JavaScript ES6+, OOP, AJAX, Webpack"]
  },
  {
    "id": 5,
    "name": "Learn Git Basics",
    "category": "Information Technology",
    "published": false,
    "description": ["Learn the basics of Git through detailed and easy to follow along screencasts. Start using Git today!"]
  }
]
